// Excerpt from "Wandering Witch: The Journey of Elaina", Volume 9, Chapter 3. © 白石定規, SB Creative Corp.
// Short excerpt used for educational research purposes. For readers, please buy the book to read the full story.

export const content = `　ぼくがまだ魔女見習いだった頃。

　炭の魔女のサヤになる前に、ぼくは彼女と出会いました。

　魔法統括協会に所属することが決まった新人はまず一人前になるために数か月の間、協会の魔女たちから講義を受けなければなりません。

　魔法の扱い方、協会に依頼される仕事の解説、今まで協会が解決した事例、事件解決までの基本的な対処法。とにかくありとあらゆる分野の講義をみっちり叩き込まれる期間がこの数か月になります。

　ぼくと彼女が言葉を初めて交わしたのもこの頃が初めてのことです。ほんの偶然そうなっただけで、この当時出会っていなければ、もしかしたらぼくと彼女は生涯言葉を交わすことも仲良くなることもなかったかもしれません。

　彼女と初めて話した日のことを、ぼくはよく覚えています。

　ぼくは協会で働くための勉強と魔女になるための特訓を同時期に行っていましたから、ひとしきり講義が終わったあとは支部に残ってシーラさんに魔法を教わっていました。その国に着いて以来毎日その繰り返しで、休む間もなく講義と特訓を受け続けました。ですから帰り際になればいつだって陽が沈みかけているもので、大体そんな生活が日常となり果てていました。

　彼女の姿を見かけたのは、ちょうどぼくがそんな日常の中でくたくたになりながら下宿先へと帰っていたときのことです。

　紫の髪を横一つで結んでいる彼女は明るめの髪のわりにどこか陰があって、心をどこかに置き忘れてしまったような、いつも何かを探しているような雰囲気がありました。浮世離れした彼女ですから、講義を受けているときも、あるいは休み時間のときも、誰かと楽しそうにおしゃべりをしているところなんて見たことがありませんでした。

　モニカさん。`;

export const context = `Saya (サヤ) is a witch, titled "Charcoal Witch" (炭の魔女). She used to study magic at the United Magic Association (魔法統括協会). The story is narrated by her.`;
